Update DOCS.md
